-- Schedule Planner 数据导出
-- 导出时间: 2026-05-21 14:58:47

INSERT INTO diaries (id, title, content, mood, weather, diary_date, created_at, updated_at) VALUES
(5, 'dddd', '李斯早年跟随荀卿学习帝王之术，后入仕秦国，劝说秦王嬴政灭诸侯，成帝业，一统天下，并遣谋士持金玉游说诸侯，离间六国君臣。秦王政十年（前237年），嬴政下令驱逐六国客，李斯时为客卿，也在被逐之列。李斯上书《谏逐客书》，秦王嬴政随即取消逐客令，李斯官复原职，后升为廷尉。秦统一六国后，李斯参与主持议定皇帝名号以及有关的礼仪制度。坚持以郡县制取代分封制，并制定了法律，统一车轨、文字和度量衡制度，建议禁私学，焚诗书，制定相应法令。秦始皇驾崩，李斯参与赵高、胡亥的阴谋，矫诏册立胡亥为帝。后赵高为独揽大权，诬陷李斯父子伙同陈胜、吴广勾结，最终李斯被迫认罪。秦二世二年（前208年）七月，李斯被腰斩于咸阳市集，并被夷灭三族。 [28]
李斯著述甚多，所作《谏逐客书》是古代散文名篇，李斯的传世书迹有《泰山刻石》《峄山刻石》《琅邪台刻石》《会稽刻石》等，又著有《仓颉篇》七章，如今已佚，后人有辑本', '', '', '2026-05-26', '2026-05-21 14:18:08', '2026-05-21 14:18:08'),
(4, 'Dｖｘｃｎｋｎｍｃｍｍｎａｄｖ', 'ｚｃｘ　zcx n kzh k kbkbcvoaubrviubav', '', '', '2026-05-23', '2026-05-21 14:17:05', '2026-05-21 14:17:17'),
(7, '33', '李斯向荀子辞行说：“我听说遇到时机就不能松懈错过。如今正是万乘之国争夺天下的时候，游说之士掌握权柄。现在秦王想吞并各国，称帝治理天下，这正是平民出身的政治活动家和游说之士奔走四方、施展抱负的好时机。身处卑贱的地位，却不想着去积极作为的人，就如同禽兽一般，只等看到现成的肉才想去吃，白白长了一副人的面孔勉强直立行走。所以最大的耻辱莫过于卑贱，最大的悲哀莫过于贫穷。长期处于卑贱的地位和贫困的环境之中，却还要非难社会、厌恶名利，标谤自己与世无争，这不是士子的本愿。所以我就要到西方去游说秦王了', '', '', '2026-05-21', '2026-05-21 14:29:03', '2026-05-21 14:31:03'),
(6, '520', '年轻时，李斯在郡里担任小吏，有次他看到身处厕所和粮仓中的老鼠却有着截然不同的两种境遇，由此感叹所处环境对人的影响也如同这些老鼠。 [3]于是李斯前去师从荀卿，学习帝王治理天下的学问。学业完成之后，李斯估测楚王不值得侍奉，而六国国势都已衰弱，没有可以建功立业的希望，就想西行到秦国去。 [4]
辞师西行', '', '', '2026-05-20', '2026-05-21 14:22:26', '2026-05-21 14:25:51');

